IDEA Open Model
ReinfBarOnMoreEdges.LengthFromLastIntersection Property
Compatible with IDEA StatiCa 20.1
 Length of bar from last intersection in the direction of edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double LengthFromLastIntersection { get; set; }
Public Property LengthFromLastIntersection As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfBarOnMoreEdges Class
IdeaRS.OpenModel.Detail Namespace